import React from 'react'
import '../notfound/notfound.css'
import not from '../../images/page-404.png'
import { Link } from 'react-router-dom'
import Header from '../../components/header/header'

export default function Notfound() {
    return (
        <>
            <div className='notfound'>
                <div className='notimg'>
                    <h3>
                        ███████████████████████████
                        ███████▀▀▀░░░░░░░▀▀▀███████
                        ████▀░░░░░░░░░░░░░░░░░▀████
                        ███│░░░░░░░░░░░░░░░░░░░│███
                        ██▌│░░░░░░░░░░░░░░░░░░░│▐██
                        ██░└┐░░░░░░░░░░░░░░░░░┌┘░██
                        ██░░└┐░░░░░░░░░░░░░░░┌┘░░██
                        ██░░┌┘▄▄▄▄▄░░░░░▄▄▄▄▄└┐░░██
                        ██▌░│██████▌░░░▐██████│░▐██
                        ███░│▐███▀▀░░▄░░▀▀███▌│░███
                        ██▀─┘░░░░░░░▐█▌░░░░░░░└─▀██
                        ██▄░░░▄▄▄▓░░▀█▀░░▓▄▄▄░░░▄██
                        ████▄─┘██▌░░░░░░░▐██└─▄████
                        █████░░▐█─┬┬┬┬┬┬┬─█▌░░█████
                        ████▌░░░▀┬┼┼┼┼┼┼┼┬▀░░░▐████
                        █████▄░░░└┴┴┴┴┴┴┴┘░░░▄█████
                        ███████▄░░░░░░░░░░░▄███████
                        ██████████▄▄▄▄▄▄▄██████████
                        ███████████████████████████
                    </h3>
                    <div>
                        <h2>𝙿̷𝚊̷𝚐̷𝚎̷ 𝚗̷𝚘̷𝚝̷ 𝚏̷𝚘̷𝚞̷𝚗̷𝚍̷</h2>
                        <Link to={'/'}>
                            <button>G̷o̷ ̷t̷o̷ ̷h̷o̷m̷e̷</button>
                        </Link>
                    </div>
                </div>
            </div>
        </>
    )
}
